1password
aerospace
alacritty
beekeeper-studio
betterdisplay
brave-browser
codex
codex-app
discord
eset-cyber-security
font-iosevka
font-noto-sans-mono
font-sf-pro
font-symbols-only-nerd-font
font-victor-mono-nerd-font
google-chrome
iina
keycastr
kitty
localsend
microsoft-excel
ngrok
obsidian
qbittorrent
raycast
sf-symbols
slack
spotify
steam
the-unarchiver
zed
zen
zen-browser
